Repository: CavaGrowShop/GrowShopCanapOne
Catalog: app/Resources/translations/*/AdminInternationalFeature.*.xlf
Languages: it_it

source: Flag
it_it: Bandiera

source: Language code
it_it: Codice lingua

source: Date format
it_it: Formato data

source: Date format (full)
it_it: Formato data (completo)

source: Add new language
it_it: Aggiungi una nuova lingua

source: "No-picture" image
it_it: Immagine "Segnaposto"

source: Is RTL language
it_it: E' linguaggio RTL

source: Activate this language.
it_it: Attiva questa lingua.

source: Check to see if a language pack is available for this ISO code.
it_it: Controlla se un pacchetto lingua è disponibile per questo codice ISO...

source: Translation files
it_it: File di traduzione

source: Theme files
it_it: File del tema

source: Mail files
it_it: Files delle Mail

source: ISO code
it_it: Codice ISO

source: Country options
it_it: Opzioni nazioni

source: Call prefix
it_it: Prefisso telefonico

source: Add new country
it_it: Aggiungi una nuova nazione

source: Countries
it_it: Nazione

source: Country name
it_it: Nome della nazione

source: Default store currency
it_it: Valuta del negozio di default

source: Does it need Zip/postal code?
it_it: Serve un CAP?

source: Zip/postal code format
it_it: Formato del Codice postale

source: Address format
it_it: Formato indirizzo

source: Contains states
it_it: Contiene stati

source: Do you need a tax identification number?
it_it: Richiesto numero di codice fiscale?

source: Display tax label (e.g. "Tax incl.")
it_it: Mostra etichetta tasse (es: “Tasse incl”)

source: Symbol
it_it: Simbolo

source: Exchange rate
it_it: Tasso di cambio

source: Add new currency
it_it: Aggiungi nuova valuta

source: Live exchange Rate for %shop_name%
it_it: Tasso di cambio in tempo reale per %shop_name%

source: Assign to a new zone
it_it: Assegna una nuova zona

source: Add new state
it_it: Aggiungi nuova provincia

source: States
it_it: Province

source: Units (e.g. weight, volume, distance)
it_it: Unità (ad esempio, peso, volume, distanza)

source: Change the behavior of the price display for groups
it_it: Cambia la modalità di visualizzazione dei prezzi a seconda dei gruppi

source: Add new tax rules group
it_it: Aggiungi un nuovo gruppo di aliquote

source: Add a new tax rule
it_it: Aggiungi nuova aliquota Iva

source: Behavior
it_it: Comportamento

source: Tax Rules
it_it: Aliquote Iva

source: New tax rule
it_it: Nuova aliquota Iva

source: Zip/postal code range
it_it: Intervallo Codici Postali

source: This tax only
it_it: Solamente questa imposta

source: Combine
it_it: Combina

source: One after another
it_it: Una dopo l'altra

source: Down
it_it: Giù

source: Up
it_it: Su

source: %1$s (Language: %2$s, Theme: %3$s)
it_it: %1$s (Lingua: %2$s, Tema: %3$s)

source: Update translations
it_it: Aggiorna le traduzioni

source: Expand all fieldsets
it_it: Espandi tutti i campi

source: Close all fieldsets
it_it: Chiudi tutti i campi

source: Email subject
it_it: Oggetto email

source: View HTML version
it_it: Versione HTML

source: Edit HTML version
it_it: Modifica versione HTML

source: View/Edit TXT version
it_it: Vedi/modifica versione TXT

source: Back office translations
it_it: Traduzioni Back Office

source: Themes translations
it_it: Traduzioni dei temi

source: Installed modules translations
it_it: Traduzioni moduli installati

source: Email translations
it_it: Traduzioni email

source: Other translations
it_it: Altre traduzioni

source: Enabled Languages
it_it: Attiva lingue

source: Main Country
it_it: Nazione principale

source: Front office Translations
it_it: Traduzioni Front Office

source: Core emails
it_it: Core email

source: Module emails
it_it: Modulo email

source: Default currency
it_it: Valuta di default

source: Default language
it_it: Lingua predefinita

source: Set language from browser
it_it: Imposta la lingua in base al browser

source: Default country
it_it: Nazione predefinita

source: Set default country from browser language
it_it: Imposta la nazione predefinita in base alla lingua del browser

source: Time zone
it_it: Fuso orario

source: Add new zone
it_it: Aggiungi una nuova zona

source: Zones
it_it: Zone

source: Rate
it_it: Percentuale

source: Tax options
it_it: Vedi opzioni

source: Enable tax
it_it: Abilita tasse

source: Display tax in the shopping cart
it_it: Mostra le tasse nel carrello

source: Based on
it_it: Basato su

source: Invoice address
it_it: Indirizzo di fatturazione

source: Delivery address
it_it: Indirizzo di consegna

source: Use ecotax
it_it: Usa Ecotax

source: Ecotax
it_it: Ecotassa

source: Add new tax
it_it: Aggiungi una nuova tassa

source: Delete item #
it_it: Elimina l'elemento n.

source: %s (local)
it_it: %s (locale)

source: Body
it_it: Contenuto

source: %d missing
it_it: %d mancante

source: %nb_translations% expressions
it_it: %nb_translations% espressioni

source: Show messages
it_it: Mostra i messaggi

source: Hide messages
it_it: Nascondi i messaggi

source: %nb_translations% missing
it_it: %nb_translations% inesistenti

source: %nb_translations% translations are missing in %domain%
it_it: %nb_translations% traduzioni non si trovano in %domain%

source: 1 missing
it_it: 1 mancante

source: %nb_translation% expression
it_it: Espressione: %nb_translation%

source: Search translations
it_it: Cerca traduzioni

source: Visitors cannot see your catalog.
it_it: I visitatori non possono vedere il tuo catalogo.

source: Visitors can see your catalog but cannot place an order.
it_it: I visitatori non possono vedere il tuo catalogo ma non possono fare ordini.

source: All features are available
it_it: Tutte le funzioni sono disponibili

source: Update a language
it_it: Aggiorna una lingua

source: Add a language
it_it: Aggiungi una lingua

source: Core (no theme selected)
it_it: Nucleo (nessun tema selezionato)

source: The following features are only available if you enable the Geolocation by IP address feature.
it_it: Le seguenti funzioni sono disponibili solo se autorizzi la funzione Geolocalizzazione tramite IP.

source: Geolocation behavior for restricted countries
it_it: Comportamento di Geolocalizzazione per nazioni con restrizioni

source: Geolocation behavior for other countries
it_it: Comportamento di Geolocalizzazione per nazioni non riconosciute

source: Select the countries from which your store is accessible
it_it: Seleziona le nazioni che possono accedere al tuo negozio

source: Geolocation by IP address
it_it: Geolocalizzazione tramite IP

source: IP address whitelist
it_it: Whitelist degli indirizzi IP

source: Whitelisted IP addresses
it_it: Indirizzi IP autorizzati

source: In order to use Geolocation, please download [1]this file[/1] and extract it (using Winrar or Gzip) into the /app/Resources/geoip/ directory.
it_it: Per utilizzare la Geolocalizzazione, si prega di scaricare [1]questo file[/1] e di estrarlo (utilizzando WinRat o Gzip) nella cartella /app/Resources/geoip/.

source: Add / Update a language
it_it: Aggiungi / Aggiorna una lingua

source: Please select the language you want to add or update
it_it: Seleziona la lingua che desideri aggiungere o aggiornare

source: Add or update a language
it_it: Aggiungere o aggiornare la lingua

source: Export a language
it_it: Esporta traduzioni

source: Select your theme
it_it: Scegli il tuo tema

source: Type of translation
it_it: Tipo di traduzione

source: Select the type of email content
it_it: Seleziona il tipo di contenuto dell'email

source: Select your module
it_it: Seleziona il tuo modulo

source: Select your language
it_it: Seleziona la tua lingua

source: Modify translations
it_it: Modifica le traduzioni

source: Theme:
it_it: Tema:

source: Module:
it_it: Modulo:

source: Language identifier
it_it: Identificatore lingua

source: Country identifier
it_it: Identificatore nazione

source: Import a localization pack
it_it: Importa un pacchetto di localizzazione

source: Localization pack you want to import
it_it: Pacchetto localizzazione che vuoi importare

source: Content to import
it_it: Contenuto da importare

source: Download pack data
it_it: Scarica pacchetto dati

source: Local units
it_it: Unità di misura locali

source: Weight unit
it_it: Unità per il peso

source: Distance unit
it_it: Unità di misura di distanza

source: Volume unit
it_it: Unità di misura volumetrica

source: Dimension unit
it_it: Unità di misura per le dimensioni

source: Required fields for the address (click for more details):
it_it: Campi richiesti per l'indirizzo (clicca per ulteriori dettagli):

source: Use the last registered format
it_it: Usare l'ultimo layout registrato

source: Use the default format
it_it: Usare layout di base

source: Use my current modified format
it_it: Usare il mio layout corrente modificato

source: Clear format
it_it: Pulisci layout

source: Expressions to translate:
it_it: Espressioni da tradurre:

source: Total missing expressions:
it_it: Totale locuzioni perse:

source: expressions
it_it: espressioni

source: missing
it_it: mancanti

source: This currency is disabled
it_it: Questa valuta è disabilitata

source: This currency is enabled
it_it: Questa valuta è abilitata

source: Live exchange rates
it_it: Tassi di cambio in tempo reale

source: The exchange rates are not automatically updated
it_it: I tassi di cambio non sono aggiornati automaticamente

source: The exchange rates are automatically updated
it_it: I tassi di cambio sono aggiornati automaticamente

source: Update exchange rates
it_it: Aggiorna i tassi di cambio
