Repository: CavaGrowShop/GrowShopCanapOne
Catalog: app/Resources/translations/*/AdminOrderscustomersNotification.*.xlf
Languages: it_it

source: You have to select a shop before creating new orders.
it_it: Devi selezionare un negozio per creare nuovi ordini.

source: This cart does not exists
it_it: Questo carrello non esiste

source: The cart must have a customer
it_it: Il carrello deve avere un cliente

source: Order status #%id% cannot be loaded
it_it: Lo status dell'ordine n° %id% non può essere caricato

source: Order #%d cannot be loaded
it_it: L'ordine n° %d non può essere caricato

source: Order #%d has already been assigned this status.
it_it: All'ordine n°%d è già stato assegnato questo stato.

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
it_it: Si è verificato un errore durante la variazione dello stato dell'ordine n°%d, o non siamo stati in grado di inviare un'email al cliente.

source: The order carrier ID is invalid.
it_it: L'ID ordine corriere non è valido.

source: The tracking number is incorrect.
it_it: Il tracking number non è corretto.

source: An error occurred while sending an email to the customer.
it_it: Si è verificato un errore durante l'invio della email al cliente.

source: The order carrier cannot be updated.
it_it: L'ordine corriere non può essere trovato.

source: The new order status is invalid.
it_it: Status di ordine non valido.

source: An error occurred while changing order status, or we were unable to send an email to the customer.
it_it: Si è verificato un errore durante la variazione di status e/o l'invio della email al cliente.

source: The order has already been assigned this status.
it_it: Quest'ordine è già assegnato a questo stato.

source: The customer is invalid.
it_it: Cliente non valido.

source: The message cannot be blank.
it_it: Il messaggio non deve essere vuoto.

source: field %s is required.
it_it: il campo %s è richiesto.

source: Please enter a quantity to proceed with your refund.
it_it: Indica una quantità per procedere con il rimborso.

source: Please enter an amount to proceed with your refund.
it_it: Indica un importo per procedere con il rimborso.

source: You cannot generate a partial credit slip.
it_it: Impossibile generare una nota di credito parziale.

source: You cannot generate a voucher.
it_it: Impossibile creare un buono.

source: The partial refund data is incorrect.
it_it: I dati del rimborso parziale non sono corretti.

source: You must select a product.
it_it: Devi selezionare un prodotto.

source: You must enter a quantity.
it_it: Devi inserire una quantità.

source: No quantity has been selected for this product.
it_it: Nessuna quantità selezionata per il prodotto..

source: An invalid quantity was selected for this product.
it_it: La quantità selezionata per questo prodotto non è valida.

source: An error occurred while attempting to delete the product.
it_it: Si è verificato un errore durante la cancellazione del prodotto.

source: An error occurred while attempting to delete product customization.
it_it: Si è verificato un errore durante la cancellazione del prodotto personalizzato.

source: A credit slip cannot be generated.
it_it: Non è stato possibile generare una nota di credito.

source: No product or quantity has been selected.
it_it: Nessun prodotto o quantità selezionato.

source: The order cannot be found
it_it: L'ordine non può essere trovato

source: The amount is invalid.
it_it: L'ammontare non è valido.

source: The selected payment method is invalid.
it_it: Il metodo di pagamento non è valido.

source: The transaction ID is invalid.
it_it: L'ID della transazione non è valido.

source: The selected currency is invalid.
it_it: La valuta non è valida.

source: The invoice is invalid.
it_it: La fattura non è valida.

source: The date is invalid
it_it: La data non è valida

source: An error occurred during payment.
it_it: Si è verificato un errore durante il pagamento.

source: The invoice note was not saved.
it_it: Impossibile salvare la nota fattura.

source: Failed to upload the invoice and edit its note.
it_it: Impossibile caricare la fattura e modificare la sua nota.

source: This delivery address country is not active.
it_it: Questo paese non è attivo come indirizzo di consegna.

source: This invoice address country is not active.
it_it: Questo paese non è attivo come indirizzo di fatturazione.

source: This address can't be loaded
it_it: Questo indirizzo non può essere caricato

source: You cannot change the currency.
it_it: Non puoi cambiare la valuta.

source: Invoice management has been disabled.
it_it: La gestione delle fatture è stata disattivata.

source: This order already has an invoice.
it_it: Quest'ordine ha già una fattura.

source: You cannot edit this cart rule.
it_it: Impossibile modificare questa regola carrello.

source: You must specify a name in order to create a new discount.
it_it: È necessario specificare un nome per creare un nuovo sconto.

source: The discount value is invalid.
it_it: Valore di sconto non valido.

source: The discount value is greater than the order invoice total.
it_it: Lo sconto è maggiore dell'importo totale della fattura.

source: The discount value is greater than the order total.
it_it: Lo sconto è maggiore dell'importo totale.

source: The discount type is invalid.
it_it: Il tipo di sconto non è valido.

source: An error occurred during the OrderCartRule creation
it_it: Si è verificato un errore durante creazione di Regola Ordine Carrello

source: An error occurred while loading order status.
it_it: Si è verificato un errore durante il caricamento dello stato dell'ordine.

source: An error occurred while sending the e-mail to the customer.
it_it: Si è verificato un errore durante l'invio dell'email al cliente.

source: This product is out of stock:
it_it: Questo prodotto non è più disponibile:

source: The email was sent to your customer.
it_it: La mail verrà inviata al tuo cliente.

source: Error in sending the email to your customer.
it_it: Si è verificato un errore durante l'invio della mail al tuo cliente.

source: The order object cannot be loaded.
it_it: Impossibile caricare l'oggetto dell'ordine.

source: You cannot add products to delivered orders.
it_it: Non puoi aggiungere prodotti agli ordini già spediti.

source: The product object cannot be loaded.
it_it: Impossibile caricare l'oggetto del prodotto .

source: The combination object cannot be loaded.
it_it: Impossibile caricare l'oggetto della combinazione.

source: You must add %d minimum quantity
it_it: Devi aggiungere %d come quantità minima

source: You already have the maximum quantity available for this product.
it_it: Hai già la quantità massima disponibile per questo prodotto.

source: [Generated] CartRule for Free Shipping
it_it: [Generato] Regola carrello per la spedizione gratuita

source: The OrderDetail object cannot be loaded.
it_it: Impossibile caricare l'oggetto del dettaglio ordine.

source: The address object cannot be loaded.
it_it: Impossibile caricare l'oggetto dell'indirizzo.

source: An error occurred while editing the product line.
it_it: Errore durante la modifica di questa linea di prodotti.

source: An error occurred while attempting to delete the product line.
it_it: Errore durante la cancellazione di questa linea di prodotti.

source: The Order Detail object could not be loaded.
it_it: Impossibile caricare l'oggetto del dettaglio ordine.

source: The invoice object cannot be loaded.
it_it: Impossibile caricare l'oggetto della fattura.

source: You cannot edit the order detail for this order.
it_it: Impossibile modificare questo dettaglio ordine per questo ordine.

source: You cannot edit a delivered order.
it_it: Non è possibile modificare un ordine consegnato.

source: You cannot use this invoice for the order
it_it: Non è possibile utilizzare questa fattura per questo ordine

source: Invalid price
it_it: Prezzo non valido

source: Invalid quantity
it_it: Quantità non valida

source: You cannot delete the order detail.
it_it: Impossibile cancellare questo dettaglio ordine per questo ordine.

source: This product cannot be re-stocked.
it_it: Impossibile reimmettere in magazzino la quantità di prodotto.

source: The order cannot be found within your database.
it_it: Ordine introvabile nel database..

source: The order ID -- or the invoice order ID -- is missing.
it_it: Manca ID ordine o ID fattura ordine.

source: No invoice was found.
it_it: Nessuna fattura trovata.

source: No order slips were found.
it_it: Nessuna nota di credito trovata.

source: The supply order ID is missing.
it_it: Manca ID ordine di fornitura.

source: The supply order cannot be found within your database.
it_it: Impossibile trovare questo ordine di fornitura nel database.

source: The order invoice cannot be found within your database.
it_it: Impossibile trovare la fattura di questo ordine nel database.

source: An error has occurred: Can't save the current order's return status.
it_it: Si è verificato un errore: Impossibile salvare lo stato attuale della restituzione del prodotto.

source: An error has occurred: Can't delete the current order's return status.
it_it: Si è verificato un errore: Impossibile eliminare lo stato di ritorno corrente.

source: An error occurred. Your message was not sent. Please contact your system administrator.
it_it: È verificato un errore, il messaggio non è stato inviato. Si prega di contattare l'amministratore di sistema.

source: Cannot create message in a new thread.
it_it: Impossibile creare il messaggio in una nuova discussione.

source: The message body is empty, cannot import it.
it_it: Il corpo del messaggio è vuoto, impossibile importarlo.

source: Invalid message content for subject: %s
it_it: Contenuto del messaggio non valido per l'oggetto: %s

source: The message content is not valid, cannot import it.
it_it: Il contenuto del messaggio non è valido, impossibile importarlo.

source: You must add a minimum quantity of %d
it_it: Devi aggiungere una quantità minima di %d

source: Invalid order
it_it: Ordine non valido

source: The order cannot be renewed.
it_it: L'ordine non può essere rinnovato.

source: This email address is not registered.
it_it: Indirizzo email non registrato.

source: This customer ID is not recognized.
it_it: Questo ID cliente non è stato riconosciuto.

source: This email address is not valid. Please use an address like bob@example.com.
it_it: Questo indirizzo email non è valido. Utilizza un indirizzo come nome@nome.it.

source: The identification number is incorrect or has already been used.
it_it: Il numero di codice fiscale non è corretto o è già stato utilizzato.

source: You have selected a state for a country that does not contain states.
it_it: hai selezionato uno stato per una nazione che non la può contenere

source: An address located in a country containing states must have a state selected.
it_it: un indirizzo localizzato in una nazione che contiene degli stati deve selezionarne uno

source: An error occurred while linking this address to its order.
it_it: si è verificato un errore durante il collegamento tra l'indirizzo e il suo ordine

source: No order was found with this ID:
it_it: Nessun ordine con questo ID:

source: No invoice was found with this ID:
it_it: Nessuna fattura con questo ID:

source: No cart was found with this ID:
it_it: Nessun carrello con questo ID:

source: An account already exists for this email address:
it_it: Un account esiste già per questo indirizzo email:

source: You have to select a shop if you want to create a customer.
it_it: Devi selezionare un negozio se vuoi creare un cliente.

source: There is no status defined for this order.
it_it: Stato ordine non definito.

source: Unknown delete mode:
it_it: Metodo di cancellazione sconosciuto:

source: Password cannot be empty.
it_it: La password non può essere vuota.

source: An error occurred while loading the object.
it_it: Si è verificato un errore durante il caricamento dell'oggetto.

source: (cannot load object)
it_it: (Impossibile caricare l'oggetto)

source: A default customer group must be selected in group box.
it_it: Il gruppo di default del cliente deve essere contrassegnato.

source: This customer does not exist.
it_it: Il cliente non esiste

source: This customer already exists as a non-guest.
it_it: Questo cliente già esiste come non-ospite.

source: An error occurred while updating customer information.
it_it: Si è verificato un errore durante l'aggiornamento del cliente.

source: Direct link
it_it: Link diretto

source: An error occurred while deleting the details of your order return.
it_it: Si è verificato un errore durante la cancellazione della restituzione prodotto.

source: You need at least one product.
it_it: devi avere almeno un prodotto

source: The order return is invalid.
it_it: la restituzione del prodotto non è valida

source: The order return content is invalid.
it_it: I dati della restituzione del prodotto non sono validi.

source: No order return ID has been specified.
it_it: Nessun ID di restituzione ordini.

source: Invalid "From" date
it_it: Data di inizio non valida

source: Invalid "To" date
it_it: Data “A:” non valida

source: No invoice has been found for this period.
it_it: Nessuna fattura trovata per questo periodo.

source: No order slips were found for this period.
it_it: Nessuna nota di credito per questo periodo.

source: No delivery slip was found for this period.
it_it: Nessuna nota di consegna trovata per questo periodo.

source: Invalid invoice number.
it_it: Numero di fattura non valido.

source: You must select at least one order status.
it_it: Devi selezionare almeno uno stato ordine.

source: No invoice has been found for this status.
it_it: Nessuna fattura trovata per questo status.

source: expires on %s.
it_it: scade il %s.

source: downloadable %d time(s)
it_it: scaricabile %d volte (s)

source: Invalid new order status
it_it: Nuovo stato ordine non valido

source: The message was successfully sent to the customer.
it_it: Il messaggio è stato inviato con successo al cliente.

source: A partial refund was successfully created.
it_it: Rimborso parziale creato con successo.

source: This value must include taxes.
it_it: Questo valore deve essere tasse incluse.

source: Editing this product line will remove the reduction and base price.
it_it: La modifica di questo prodotto eliminerà anche lo sconto e il prezzo base.

source: Are you sure you want to add this quantity?
it_it: Se sicuro di voler aggiungere questa quantità?

source: Are you sure you want to create a new invoice?
it_it: Sei sicuro di voler creare una nuova fattura?

source: Error: No product has been selected
it_it: Errore: Non è stato selezionato alcun prodotto

source: Error: Quantity of products must be set
it_it: Errore:Deve essere impostata una quantità prodotto

source: Error: Product price must be set
it_it: Errore: Deve essere impostato un prezzo per il prodotto

source: Error. You cannot refund a negative amount.
it_it: Errore. Non puoi rimborsare un importo negativo.

source: No merchandise returned yet
it_it: Ancora nessuna merce restituita

source: paid instead of
it_it: pagato al posto di

source: This warning also concerns order
it_it: Questo avviso riguarda anche l'ordine

source: This warning also concerns the next orders:
it_it: Questo avviso riguarda anche i prossimi ordini:

source: No payment methods are available
it_it: Non è disponibile alcun metodo di pagamento

source: A registered customer account has already claimed this email address
it_it: Esiste già un account cliente con il medesimo indirizzo email

source: Do you want to send this message to the customer?
it_it: Vuoi inviare questo messaggio al cliente?

source: Do you want to overwrite your existing message?
it_it: Vuoi riscrivere sul tuo messaggio esistente?

source: This product cannot be returned.
it_it: Non è possibile restituire questo prodotto.

source: Quantity to cancel is greater than quantity available.
it_it: La quantità da cancellare è superiore alla quantità disponibile.

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
it_it: Per questo gruppo di clienti, i prezzi sono mostrati come: [1]%tax_method%[/1]

source: Merchandise returns are disabled
it_it: Restituzione merci disattivata

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
it_it: Si noti che il cambiamento di vettore non ricalcolerà i costi di spedizione; se desideri modificarli, visita Parametri Negozio > Impostazioni Ordine

source: There is no available document
it_it: Non vi è alcun documento disponibile

source: No voucher was found
it_it: Nessun buono trovato

source: No customers found
it_it: Nessun cliente trovato

source: No carrier can be applied to this order
it_it: Nessun corriere può essere applicato a questo ordine

source: No products found
it_it: Nessun prodotto trovato

source: You must add at least one address to process the order.
it_it: Devi inserire almeno un indirizzo per poter procedere con l'ordine.

source: The prices are without taxes.
it_it: I prezzi sono tasse escluse.

source: For this particular customer group, prices are displayed as:
it_it: Per questo gruppo di clienti i prezzi saranno mostrati come:

source: A registered customer account using the defined email address already exists.
it_it: Esiste già un account con il medesimo indirizzo email.

source: No cart is available
it_it: Nessun carrello disponibile

source: How do you want to delete the selected customers?
it_it: In che modo vuoi cancellare i clienti selezionati?

source: There are two ways of deleting a customer. Please choose your preferred method.
it_it: Ci sono due metodi per cancellare un cliente; scegli cosa vuoi fare.

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
it_it: Voglio che i miei clienti si possano registrare nuovamente con lo stesso indirizzo email. Tutti i dati verranno eliminati dal database.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
it_it: Non voglio che i miei clienti si possano registrare nuovamente con lo stesso indirizzo email. Tutti i clienti selezionati verranno eliminati da questo elenco, ma i dati corrispondenti verranno conservati nel database.
